[
  {
    "nomCat": "Millora de la il·luminació amb LEDs.",
    "nomEsp": "Mejora de la iluminación con LEDs.",
    "nomEng": "LED Lighting Upgrade",
    "descripcioCat": "Substituir totes les llums incandescents i fluorescents per llums LEDs.",
    "descripcioEsp": "Sustituir todas las luces incandescentes y fluorescentes por luces LEDs.",
    "descripcioEng": "Replace all old incandescent and fluorescent lights with energy-efficient LED lights.",
    "reasoningCat": "Els LED consumeixen menys electricitat i duren més, el que redueix els costs de manteniment i ús general energètic del teu edifici.",
    "reasoningEsp": "Los LED consumen menos electricidad y duran más, lo que reduce el uso general de energía y los costes de mantenimiento del edificio.",
    "reasoningEng": "LEDs consume less electricity and last longer, reducing the building’s overall energy usage and maintenance costs.",
    "cost": "2000",
    "reduccioEnergia": "5",
    "reduccioCO2": "0",
    "milloraFelicitat": "0",
    "esDEdifici": true,
    "tempsDObra": "0",
    "categoriaId": 3,
    "lletraId": 7
  },
  {
    "nomCat": "Caldera eficient.",
    "nomEsp": "Caldera eficiente.",
    "nomEng": "High-Efficiency Boilers",
    "descripcioCat": "Instal·lar una caldera nova que sigui més eficient que la antiga.",
    "descripcioEsp": "Instalar una caldera nueva eficiente para sustituir la antigua.",
    "descripcioEng": "Install new high-efficiency boilers to replace outdated heating systems.",
    "reasoningCat": "Els models de calderes més nous tenen una millor eficiència de conversió de calor, cosa que redueix significativament el consum energètic de la calefacció.",
    "reasoningEsp": "Los modelos de calderas más nuevos tienen una mejor eficiencia de conversión de calor, lo que reduce significativamente el uso de energía para calefacción.",
    "reasoningEng": "Newer boiler models have better heat conversion efficiency, significantly cutting down energy use for heating.",
    "cost": 5000,
    "reduccioEnergia": 8,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 1,
    "lletraId": 6
  },
  {
    "nomCat": "Instal·lació de panels solars.",
    "nomEsp": "Instalación de paneles solares.",
    "nomEng": "Solar Panels Installation",
    "descripcioCat": "Instal·lar panels fotovoltaics al terrat de l'edifici per generar energia renovable per consum propi.",
    "descripcioEsp": "Instalar paneles fotovoltaicos en el tejado del edificio para generar energía renovable para el consumo propio.",
    "descripcioEng": "Install photovoltaic panels on the roof to generate renewable energy.",
    "reasoningCat": "Els panells solars proporcionen una font energètica sostenible, redueixen la dependència de fonts energètiques no renovables i ofereixen beneficis econòmics en la producció energètica.",
    "reasoningEsp": "Los paneles solares proporcionan una fuente sostenible de energía, reducen la dependencia de fuentes de energía no renovables y ofrecen beneficios económicos de la energía producida.",
    "reasoningEng": "Solar panels provide a sustainable source of energy, reducing reliance on non-renewable power sources and offering economic benefits from energy produced.",
    "cost": 15000,
    "reduccioEnergia": 20,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 5
  },
  {
    "nomCat": "Aïllament avançat dels edificis",
    "nomEsp": "Aislamiento avanzado de edificios",
    "nomEng": "Advanced Building Insulation",
    "descripcioCat": "Millorar aïllament amb materials de rendiment alt en parets, sostres i terres.",
    "descripcioEsp": "Mejorar el aislamiento con materiales de alto rendimiento en paredes, techos y pisos.",
    "descripcioEng": "Upgrade insulation with high-performance materials in walls, roofs, and floors.",
    "reasoningCat": "Els aïllaments superiors redueixen la necessitat de calefacció i refrigeració, cosa que redueix significativament el consum energètic.",
    "reasoningEsp": "El aislamiento superior reduce la necesidad de calefacción y refrigeración, lo que reduce significativamente el consumo de energía.",
    "reasoningEng": "Superior insulation reduces the need for heating and cooling, significantly lowering energy consumption.",
    "cost": 20000,
    "reduccioEnergia": 15,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 4,
    "lletraId": 3
  },
  {
    "nomCat": "Sistemes intel·ligents per gestionar edificis",
    "nomEsp": "Sistemas inteligentes de gestión de edificios",
    "nomEng": "Smart Building Management Systems",
    "descripcioCat": "Implementar un sistema intel·ligent per optimitzar les energies utilitzades en la calefacció, refrigeració, il·luminació y electrodomèstics.",
    "descripcioEsp": "Implementar un sistema inteligente que optimice el uso de energía para calefacción, refrigeración, iluminación y electrodomésticos.",
    "descripcioEng": "Implement a smart system that optimizes energy use for heating, cooling, lighting, and appliances.",
    "reasoningCat": "Els sistemes intel·ligents milloren el confort general i energia adaptant el consum energètic a les necessitats reals.",
    "reasoningEsp": "Los sistemas inteligentes mejoran la eficiencia y el confort generales adaptando el uso de energía a las necesidades reales.",
    "reasoningEng": "Smart systems enhance overall efficiency and comfort by adapting energy usage to actual needs.",
    "cost": 30000,
    "reduccioEnergia": 25,
    "reduccioCO2": 0,
    "milloraFelicitat": 10,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 2
  },
  {
    "nomCat": "Iniciativa zero Petjada de Carboni",
    "nomEsp": "Iniciativa cero Huella de Carbono",
    "nomEng": "Zero Carbon Footprint Initiative",
    "descripcioCat": "Transició a una solució energètica totalment sostenible amb una combinació de fonts que consumeixen energia renovable y sistemes que emmagatzemen energia.",
    "descripcioEsp": "Transición a una solución energética totalmente sostenible con una combinación de fuentes de energía renovables y sistemas de almacenamiento de energía.",
    "descripcioEng": "Transition to a fully sustainable energy solution with a combination of renewable energy sources and energy storage systems.",
    "reasoningCat": "Assolir zero emissions de carboni maximitza el rendiment ambiental i econòmic, mostrant lideratge en sostenibilitat.",
    "reasoningEsp": "Lograr cero emisiones de carbono maximiza el desempeño ambiental y económico, mostrando liderazgo en sostenibilidad.",
    "reasoningEng": "Achieving zero carbon emissions maximizes environmental and economic performance, showcasing leadership in sustainability.",
    "cost": 50000,
    "reduccioEnergia": 40,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 1
  },
  {
    "nomCat": "Finestres eficients",
    "nomEsp": "Ventanas eficientes",
    "nomEng": "Energy-Efficient Windows",
    "descripcioCat": "Substituir les finestres velles amb goteres per finestres de doble envidrament de baix consum.",
    "descripcioEsp": "Reemplazar las ventanas viejas con goteras por ventanas de doble acristalamiento de bajo consumo.",
    "descripcioEng": "Replace old, leaky windows with double-glazed, energy-efficient windows.",
    "reasoningCat": "El doble vidre proporciona un millor aïllament, reduint la pèrdua de calor durant hivern i el guany de calor durant estiu, cosa que porta a una menor necessitat energètica per a calefacció i refrigeració.",
    "reasoningEsp": "El doble acristalamiento proporciona un mejor aislamiento, reduciendo la pérdida de calor en invierno y la ganancia de calor en verano, lo que lleva a una menor necesidad de energía para calefacción y refrigeración.",
    "reasoningEng": "Double-glazing provides better insulation, reducing heat loss in winter and heat gain in summer, leading to less energy needed for heating and cooling.",
    "cost": 8000,
    "reduccioEnergia": 12,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 4,
    "lletraId": 6
  },
  {
    "nomCat": "Terrat verd",
    "nomEsp": "Tejado verde",
    "nomEng": "Green Roof",
    "descripcioCat": "Instal·lar una capa de vegetació sobre una membrana impermeable en el terrat",
    "descripcioEsp": "Instalar una capa de vegetación sobre una membrana impermeable en el techo.",
    "descripcioEng": "Install a layer of vegetation over a waterproof membrane on the roof.",
    "reasoningCat": "Les cobertes verdes proporcionen aïllament, redueixen malgast de les aigües pluvials i milloren la qualitat estètica i ambiental del teu edifici.",
    "reasoningEsp": "Los techos verdes brindan aislamiento, reducen la escorrentía de aguas pluviales y mejoran la calidad estética y ambiental del edificio.",
    "reasoningEng": "Green roofs provide insulation, reduce stormwater runoff, and enhance the aesthetic and environmental quality of the building.",
    "cost": 10000,
    "reduccioEnergia": 10,
    "reduccioCO2": 0,
    "milloraFelicitat": 5,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 4,
    "lletraId": 5
  },
  {
    "nomCat": "Sistemes de recuperació de calor",
    "nomEsp": "Sistemas de recuperación de calor",
    "nomEng": "Heat Recovery Systems",
    "descripcioCat": "Instal·lar sistemes que recuperin la calor residual dels gasos de fuita i altres fonts per preescalfar els aires frescos entrants.",
    "descripcioEsp": "Instalar sistemas que recuperen el calor residual de los gases de escape y otras fuentes para precalentar el aire fresco entrante.",
    "descripcioEng": "Install systems that recover waste heat from exhaust gases and other sources to preheat incoming fresh air.",
    "reasoningCat": "Al recuperar i reutilitzar la calor, els sistemes de calefacció i ventilació milloren significativament la seva eficiència energètica.",
    "reasoningEsp": "Al recuperar y reutilizar el calor, los sistemas de calefacción y ventilación mejoran significativamente la eficiencia energética.",
    "reasoningEng": "By recapturing and reusing heat, these systems significantly improve the energy efficiency of heating and ventilation systems.",
    "cost": 12000,
    "reduccioEnergia": 18,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 1,
    "lletraId": 4
  },
  {
    "nomCat": "Renovació amb materials ecològics",
    "nomEsp": "Renovación con materials ecológicos",
    "nomEng": "Eco-Friendly Materials Retrofit",
    "descripcioCat": "Substituir tots els materials de construcció amb opcions ecològiques y amb origen sostenible.",
    "descripcioEsp": "Reemplazar todos los materiales de construcción con opciones ecológicas y de origen sostenible.",
    "descripcioEng": "Replace all building materials with eco-friendly, sustainably sourced options.",
    "reasoningCat": "Els materials sostenibles redueixen el seu impacte ambiental i sovint tenen millors propietats aïllants, cosa que millora el confort i eficiència.",
    "reasoningEsp": "Los materiales sostenibles reducen el impacto ambiental y, a menudo, tienen mejores propiedades aislantes, lo que mejora el confort y la eficiencia.",
    "reasoningEng": "Sustainable materials reduce environmental impact and often have better insulating properties, enhancing comfort and efficiency.",
    "cost": 25000,
    "reduccioEnergia": 8,
    "reduccioCO2": 0,
    "milloraFelicitat": 5,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 4,
    "lletraId": 3
  },
  {
    "nomCat": "Calefacció i refrigeració geotèrmica",
    "nomEsp": "Calefacción y refrigeración geotérmica",
    "nomEng": "Geothermal Heating and Cooling",
    "descripcioCat": "Instal·lar un sistema geotèrmic per proporcionar calefacció durant hivern y refrigeració durant estiu utilitzant la temperatura subterrània estable de la   Terra.",
    "descripcioEsp": "Instalar un sistema geotérmico para proporcionar calefacción en invierno y refrigeración en verano utilizando la temperatura subterránea estable de la Tierra.",
    "descripcioEng": "Install a geothermal system to provide heating in the winter and cooling in the summer using the earth’s stable underground temperature.",
    "reasoningCat": "Una energia geotèrmica és altament eficient i estable, i ofereix reduccions significatives en el consum energètic pel control climàtic.",
    "reasoningEsp": "La energía geotérmica es altamente eficiente y estable, y ofrece reducciones significativas en el uso de energía para el control climático.",
    "reasoningEng": "Geothermal energy is highly efficient and stable, offering significant reductions in energy use for climate control.",
    "cost": 35000,
    "reduccioEnergia": 30,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 1,
    "lletraId": 2
  },
  {
    "nomCat": "Automatització de la gestió del teu edifici amb IA",
    "nomEsp": "Automatización de la gestión del edificio con IA",
    "nomEng": "Building Automation with AI",
    "descripcioCat": "Actualitzar a un sistema de vanguarda de gestió del teu edifici que utilitza IA per optimitzar tots els sistemes en temps reals. ",
    "descripcioEsp": "Actualizar a un sistema de gestión de edificios de vanguardia que utiliza IA para optimizar todos los sistemas en tiempo real.",
    "descripcioEng": "Upgrade to a cutting-edge building management system that uses AI to optimize all systems in real-time.",
    "reasoningCat": "Una automatització impulsada per IA pot ajustar dinàmicament la configuració per obtenir la màxima eficiència i comoditat en funció dels patrons reals del seu ús i de les condicions externes.",
    "reasoningEsp": "La automatización impulsada por IA puede ajustar dinámicamente la configuración para lograr la máxima eficiencia y comodidad en función de los patrones de uso reales y las condiciones externas.",
    "reasoningEng": "AI-driven automation can dynamically adjust settings for maximum efficiency and comfort based on actual usage patterns and external conditions.",
    "cost": 60000,
    "reduccioEnergia": 50,
    "reduccioCO2": 0,
    "milloraFelicitat": 20,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 1
  },
  {
    "nomCat": "Termostats programables",
    "nomEsp": "Termostatos programables",
    "nomEng": "Programmable Thermostats",
    "descripcioCat": "Instal·lar termostats programables per controlar millor els sistemes de calefacció i refrigeració.",
    "descripcioEsp": "Instalar termostatos programables para controlar mejor los sistemas de calefacción y refrigeración.",
    "descripcioEng": "Install programmable thermostats to better control heating and cooling systems.",
    "reasoningCat": "Els termostats programables optimitzen els serveis de HVAC i redueixen el consum energètic innecessari durant les hores de menor activitat.",
    "reasoningEsp": "Los termostatos programables optimizan el uso de HVAC, reduciendo el consumo de energía innecesario durante las horas de menor actividad.",
    "reasoningEng": "Programmable thermostats optimize HVAC use, reducing unnecessary energy consumption during off-peak hours.",
    "cost": 3500,
    "reduccioEnergia": 6,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 1,
    "lletraId": 6
  },
  {
    "nomCat": "Sistemes de ventilació millorats",
    "nomEsp": "Sistemas de ventilación mejorados",
    "nomEng": "Enhanced Ventilation Systems",
    "descripcioCat": "Actualitzar a un sistema de ventilació més eficient i reduir el consum energètic.",
    "descripcioEsp": "Actualizar a un sistema de ventilación más eficiente que mejore el flujo de aire y reduzca el uso de energía.",
    "descripcioEng": "Upgrade to a more efficient ventilation system that improves air flow and reduces energy use.",
    "reasoningCat": "Els sistemes de ventilació millorats ajuden a mantenir la qualitat del aire i alhora són més eficients energèticament.",
    "reasoningEsp": "Los sistemas de ventilación mejorados ayudan a mantener la calidad del aire y al mismo tiempo son más eficientes energéticamente.",
    "reasoningEng": "Improved ventilation systems help maintain air quality while being more energy efficient.",
    "cost": 9000,
    "reduccioEnergia": 10,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 2,
    "lletraId": 5
  },
  {
    "nomCat": "Disseny solar passiu",
    "nomEsp": "Diseño solar pasivo",
    "nomEng": "Passive Solar Design",
    "descripcioCat": "Implementar modificacions de disseny per millorar la calefacció i iluminació natural utilitzant energia solar.",
    "descripcioEsp": "Implementar modificaciones de diseño para mejorar la calefacción y la iluminación naturales utilizando la energía del sol.",
    "descripcioEng": "Implement design modifications to enhance natural heating and lighting using the sun’s energy.",
    "reasoningCat": "El disseny solar passiu utilitza energia solar per a calefacció i il·luminació, reduint la dependència de fonts artificials.",
    "reasoningEsp": "El diseño solar pasivo utiliza la energía del sol para calefacción e iluminación, reduciendo la dependencia de fuentes artificiales.",
    "reasoningEng": "Passive solar design utilizes the sun's energy for heating and lighting, reducing reliance on artificial sources.",
    "cost": 18000,
    "reduccioEnergia": 12,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 3
  },
  {
    "nomCat": "Revisió del sistema HVAC",
    "nomEsp": "Revisión del sistema HVAC",
    "nomEng": "HVAC System Overhaul",
    "descripcioCat": "Substituir completament el sistema HVAC amb les útlimes tecnologies per aconseguir la màxima eficiència y rendiment.",
    "descripcioEsp": "Reemplazar completamente el sistema HVAC con la última tecnología para lograr la máxima eficiencia y rendimiento.",
    "descripcioEng": "Completely replace the HVAC system with the latest technology for maximum efficiency and performance.",
    "reasoningCat": "Un sistema HVAC última generació pot reduir dràsticament el consum energètic i millorar el control del clima interior.",
    "reasoningEsp": "Un sistema HVAC de última generación puede reducir drásticamente el consumo de energía y mejorar el control del clima interior.",
    "reasoningEng": "A state-of-the-art HVAC system can drastically reduce energy consumption and improve indoor climate control.",
    "cost": 40000,
    "reduccioEnergia": 35,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 2
  },
  {
    "nomCat": "Transició total a energia renovable",
    "nomEsp": "Transición total a energia renovable",
    "nomEng": "Full Renewable Power Transition",
    "descripcioCat": "Fer la trasició de totes les fonts energètiques a 100% renovables mitjançant la instal·lació de soluciones que combinin energia solar, eólica i hidroelèctrica.",
    "descripcioEsp": "Hacer la transición de todas las fuentes de energía a 100% renovables mediante la instalación de una combinación de soluciones de energía solar, eólica e hidroeléctrica.",
    "descripcioEng": "Transition all energy sources to 100% renewable by installing a combination of solar, wind, and hydro power solutions.",
    "reasoningCat": "Aquest enfocament integral de les energies renovables garanteix la sostenibilitat i posiciona el teu edifici com a líder en responsabilitat ambiental.",
    "reasoningEsp": "Este enfoque integral de las energías renovables garantiza la sostenibilidad y posiciona al edificio como líder en responsabilidad ambiental.",
    "reasoningEng": "This comprehensive approach to renewable energy ensures sustainability and positions the building as a leader in environmental responsibility.",
    "cost": 70000,
    "reduccioEnergia": 60,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 1
  },
  {
    "nomCat": "Iniciativa per plantar arbres",
    "nomEsp": "Iniciativa de plantación de arboles",
    "nomEng": "Tree Planting Initiative",
    "descripcioCat": "Plantar arbres i arbustos natius al voltant de la propietat per absoribir CO2 i proporcionar un aïllament natural.",
    "descripcioEsp": "Plantar árboles y arbustos nativos alrededor de la propiedad para absorber CO2 y proporcionar un aislamiento natural.",
    "descripcioEng": "Plant native trees and shrubs around the property to absorb CO2 and provide natural insulation.",
    "reasoningCat": "Els arbres absorbeixen CO2 a mesura que creixen, cosa que redueix directament la petjada de carboni i alhora millora la bellesa natural de la propietat.",
    "reasoningEsp": "Los árboles absorben CO2 a medida que crecen, lo que reduce directamente la huella de carbono y al mismo tiempo mejora la belleza natural de la propiedad.",
    "reasoningEng": "Trees absorb CO2 as they grow, directly reducing the carbon footprint while also enhancing the property's natural beauty.",
    "cost": 500,
    "reduccioEnergia": 0,
    "reduccioCO2": 1,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 4,
    "lletraId": 7
  },
  {
    "nomCat": "Aïllament ecològic",
    "nomEsp": "Aislamiento ecológico",
    "nomEng": "Eco-Friendly Insulation",
    "descripcioCat": "Substituir els aïllaments existents amb materials fabricats a partir de recursos reciclats i sostenibles.",
    "descripcioEsp": "Reemplazar el aislamiento existente con materiales fabricados a partir de recursos reciclados y sostenibles.",
    "descripcioEng": "Replace existing insulation with materials made from recycled and sustainable resources.",
    "reasoningCat": "Els materials aïllants sostenibles tenen una petjada de carboni menor en la seva producció i eliminació, la qual cosa redueix les emissions generals.",
    "reasoningEsp": "Los materiales aislantes sostenibles tienen una menor huella de carbono en su producción y eliminación, lo que reduce las emisiones generales.",
    "reasoningEng": "Sustainable insulation materials have lower carbon footprints in their production and disposal, thus reducing overall emissions.",
    "cost": 4000,
    "reduccioEnergia": 0,
    "reduccioCO2": 2,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 2,
    "lletraId": 6
  },
  {
    "nomCat": "Solucions de calefacció baixes en carboni",
    "nomEsp": "Soluciones de calefacción bajas en carbono",
    "nomEng": "Low-Carbon Heating Solutions",
    "descripcioCat": "Instal·lar una caldera de biomasa o bomba de calor que utilitzi fonts de combustible sostenibles.",
    "descripcioEsp": "Instalar una caldera de biomasa o bomba de calor que utilice fuentes de combustible sostenibles.",
    "descripcioEng": "Install a biomass boiler or heat pump that uses sustainable fuel sources.",
    "reasoningCat": "Aquests sistemes de calefacció utilitzen fonts energètiques renovables, cosa que redueix significativament la dependència de combustibles fòssils i les emissions de CO2 associades.",
    "reasoningEsp": "Estos sistemas de calefacción utilizan fuentes de energía renovables, lo que reduce significativamente la dependencia de combustibles fósiles y las emisiones de CO2 asociadas.",
    "reasoningEng": "These heating systems utilize renewable energy sources, significantly reducing reliance on fossil fuels and associated CO2 emissions.",
    "cost": 12000,
    "reduccioEnergia": 0,
    "reduccioCO2": 3,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 1,
    "lletraId": 5
  },
  {
    "nomCat": "Materials de construcció que capturen carboni",
    "nomEsp": "Materiales de construcción que captan carbono",
    "nomEng": "Carbon-Capturing Building Materials",
    "descripcioCat": "Implementar nous materials de constucció que absorbeixen activament el CO2.",
    "descripcioEsp": "Implementar nuevos materiales de construcción que absorban activamente el CO2 de la atmósfera.",
    "descripcioEng": "Implement new construction materials that actively absorb CO2 from the atmosphere.",
    "reasoningCat": "Materials com el formigó amb biocarbó absorbeixen carboni durant la seva vida útil, cosa que redueix les emissions generals relacionades amb el teu edifici.",
    "reasoningEsp": "Materiales como el hormigón con biocarbón absorben carbono durante su vida útil, lo que reduce las emisiones generales relacionadas con el edificio.",
    "reasoningEng": "Materials like biochar-infused concrete absorb carbon during their lifespan, decreasing the overall emissions linked to the building.",
    "cost": 15000,
    "reduccioEnergia": 0,
    "reduccioCO2": 4,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 4,
    "lletraId": 4
  },
  {
    "nomCat": "Sistemes híbrids amb energies renovables",
    "nomEsp": "Sistemas híbridos de energias renovables",
    "nomEng": "Hybrid Renewable Energy Systems",
    "descripcioCat": "Combinar instal·lacións energètiques solars i eòliques per maximitzar la generació energètica neta.",
    "descripcioEsp": "Combinar instalaciones de energía solar y eólica para maximizar la generación de energía limpia.",
    "descripcioEng": "Combine solar and wind power installations to maximize clean energy generation.",
    "reasoningCat": "Utilitzar múltiples formes energètiques renovables redueix la dependència de fonts energètiques amb alt contingut de carboni i disminueix les emissions de CO2.",
    "reasoningEsp": "El uso de múltiples formas de energía renovable reduce la dependencia de fuentes de energía con alto contenido de carbono y disminuye las emisiones de CO2.",
    "reasoningEng": "Using multiple forms of renewable energy reduces dependency on carbon-intensive energy sources and decreases CO2 emissions.",
    "cost": 30000,
    "reduccioEnergia": 0,
    "reduccioCO2": 5,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 3
  },
  {
    "nomCat": "Opcions de transport sostenible",
    "nomEsp": "Opciones de transporte sostenible",
    "nomEng": "Sustainable Transit Options",
    "descripcioCat": "Proporcionar instal·lacions per a vehicles elèctrics, incloses estacions de càrrega i estacionament preferencial.",
    "descripcioEsp": "Proporcionar instalaciones en el lugar para vehículos eléctricos, incluidas estaciones de carga y estacionamiento preferencial.",
    "descripcioEng": "Provide on-site facilities for electric vehicles, including charging stations and preferred parking.",
    "reasoningCat": "Facilitar serveis de vehicles elèctrics entre residents i visitants redueix les emissions de carboni associades al transport.",
    "reasoningEsp": "Facilitar el uso de vehículos eléctricos entre residentes y visitantes reduce las emisiones de carbono asociadas al transporte.",
    "reasoningEng": "Facilitating the use of electric vehicles among residents and visitors reduces the carbon emissions associated with transportation.",
    "cost": 25000,
    "reduccioEnergia": 0,
    "reduccioCO2": 6,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 2
  },
  {
    "nomCat": "Programa avançat de compensació de carboni",
    "nomEsp": "Progama avanzado de compensación de carbono",
    "nomEng": "Advanced Carbon Offset Program",
    "descripcioCat": "Inveritr en projectes verificats de compensació de carboni, com projectes de reforestació i energia renovables en altres llocs.",
    "descripcioEsp": "Invertir en proyectos verificados de compensación de carbono, como proyectos de reforestación y energía renovable en otros lugares.",
    "descripcioEng": "Invest in verified carbon offset projects such as reforestation and renewable energy projects elsewhere.",
    "reasoningCat": "Els programes de compensació de carboni ajuden a compensar les emissions del teu edifici finançant projectes que redueixen o segresten les emissions de carboni a nivell mundial.",
    "reasoningEsp": "Los programas de compensación de carbono ayudan a compensar las emisiones del edificio financiando proyectos que reducen o secuestran las emisiones de carbono a nivel mundial.",
    "reasoningEng": "Carbon offset programs help compensate for the building’s emissions by funding projects that reduce or sequester carbon emissions globally.",
    "cost": 40000,
    "reduccioEnergia": 0,
    "reduccioCO2": 8,
    "milloraFelicitat": 0,
    "esDEdifici": true,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 1
  }
]