[
  {
    "nomCat": "Sistemes intel·ligents per gestió de la llar",
    "nomEsp": "Sistemas inteligentes de gestión del hogar",
    "nomEng": "Smart HomeManagement Systems",
    "descripcioCat": "Implementar un sistema intel·ligent per optimitzar les energies utilitzades en la calefacció, refrigeració, il·luminació y electrodomèstics.",
    "descripcioEsp": "Implementar un sistema inteligente que optimice el uso de energía para calefacción, refrigeración, iluminación y electrodomésticos.",
    "descripcioEng": "Implement a smart system that optimizes energy use for heating, cooling, lighting, and appliances.",
    "reasoningCat": "Els sistemes intel·ligents milloren el confort general i energia adaptant el consum energètic a les necessitats reals.",
    "reasoningEsp": "Los sistemas inteligentes mejoran la eficiencia y el confort generales adaptando el uso de energía a las necesidades reales.",
    "reasoningEng": "Smart systems enhance overall efficiency and comfort by adapting energy usage to actual needs.",
    "cost": 200,
    "reduccioEnergia": 0.5,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 7
  },
  {
    "nomCat": "Millora de la il·luminació amb LEDs.",
    "nomEsp": "Mejora de la iluminación con LEDs.",
    "nomEng": "LED Lighting upgrade.",
    "descripcioCat": "Substituir totes les llums incandescents i fluorescents per llums.",
    "descripcioEsp": "Sustituir todas las luces incandescentes y fluorescentes por luces LEDs.",
    "descripcioEng": "Replace all old incandescent and fluorescent lights with energy-efficient LED lights.",
    "reasoningCat": "Els LED consumeixen menys electricitat i duren més, el que redueix els costs de manteniment i ús general energètic del teu edifici.",
    "reasoningEsp": "Los LED consumen menos electricidad y duran más, lo que reduce el uso general de energía y los costes de mantenimiento del edificio.",
    "reasoningEng": "LEDs consume less electricity and last longer, reducing the building’s overall energy usage and maintenance costs.",
    "cost": 500,
    "reduccioEnergia": 0.8,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 1,
    "lletraId": 6
  },
  {
    "nomCat": "Caldera eficient.",
    "nomEsp": "Caldera eficiente.",
    "nomEng": "High-Efficiency Boilers",
    "descripcioCat": "Instal·lar una caldera nova que sigui més eficient que la antiga.",
    "descripcioEsp": "Instalar una caldera nueva eficiente para sustituir la antigua.",
    "descripcioEng": "Install new high-efficiency boilers to replace outdated heating systems.",
    "reasoningCat": "Els models de calderes més nous tenen una millor eficiència de conversió de calor, cosa que redueix significativament el consum energètic de la calefacció.",
    "reasoningEsp": "Los modelos de calderas más nuevos tienen una mejor eficiencia de conversión de calor, lo que reduce significativamente el uso de energía para calefacción.",
    "reasoningEng": "Newer boiler models have better heat conversion efficiency, significantly cutting down energy use for heating.",
    "cost": 3000,
    "reduccioEnergia": 2.5,
    "reduccioCO2": 0,
    "milloraFelicitat": 1,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 2
  },
  {
    "nomCat": "Iniciativa zero Petjada de Carboni",
    "nomEsp": "Iniciativa cero Huella de Carbono",
    "nomEng": "Zero Carbon Footprint Initiative",
    "descripcioCat": "Transició a una solució energètica totalment sostenible amb una combinació de fonts que consumeixen energia renovable y sistemes que emmagatzemen energia.",
    "descripcioEsp": "Transición a una solución energética totalmente sostenible con una combinación de fuentes de energía renovables y sistemas de almacenamiento de energía.",
    "descripcioEng": "Transition to a fully sustainable energy solution with a combination of renewable energy sources and energy storage systems.",
    "reasoningCat": "Assolir zero emissions de carboni maximitza el rendiment ambiental i econòmic, mostrant lideratge en sostenibilitat.",
    "reasoningEsp": "Lograr cero emisiones de carbono maximiza el desempeño ambiental y económico, mostrando liderazgo en sostenibilidad.",
    "reasoningEng": "Achieving zero carbon emissions maximizes environmental and economic performance, showcasing leadership in sustainability.",
    "cost": 5000,
    "reduccioEnergia": 4,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 1
  },
  {
    "nomCat": "Finestres eficients",
    "nomEsp": "Ventanas eficientes",
    "nomEng": "Energy-Efficient Windows",
    "descripcioCat": "Substituir les finestres velles amb goteres per finestres de doble envidrament de baix consum.",
    "descripcioEsp": "Reemplazar las ventanas viejas con goteras por ventanas de doble acristalamiento de bajo consumo.",
    "descripcioEng": "Replace old, leaky windows with double-glazed, energy-efficient windows.",
    "reasoningCat": "El doble vidre proporciona un millor aïllament, reduint la pèrdua de calor durant hivern i el guany de calor durant estiu, cosa que porta a una menor necessitat energètica per a calefacció i refrigeració.",
    "reasoningEsp": "El doble acristalamiento proporciona un mejor aislamiento, reduciendo la pérdida de calor en invierno y la ganancia de calor en verano, lo que lleva a una menor necesidad de energía para calefacción y refrigeración.",
    "reasoningEng": "Double-glazing provides better insulation, reducing heat loss in winter and heat gain in summer, leading to less energy needed for heating and cooling.",
    "cost": 800,
    "reduccioEnergia": 1.2,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 4,
    "lletraId": 6
  },
  {
    "nomCat": "Sistemes de recuperació de calor",
    "nomEsp": "Sistemas de recuperación de calor",
    "nomEng": "Heat Recovery Systems",
    "descripcioCat": "Instal·lar sistemes que recuperin la calor residual dels gasos de fuita i altres fonts per preescalfar els aires frescos entrants.",
    "descripcioEsp": "Instalar sistemas que recuperen el calor residual de los gases de escape y otras fuentes para precalentar el aire fresco entrante.",
    "descripcioEng": "Install systems that recover waste heat from exhaust gases and other sources to preheat incoming fresh air.",
    "reasoningCat": "Al recuperar i reutilitzar la calor, els sistemes de calefacció i ventilació milloren significativament la seva eficiència energètica.",
    "reasoningEsp": "Al recuperar y reutilizar el calor, los sistemas de calefacción y ventilación mejoran significativamente la eficiencia energética.",
    "reasoningEng": "By recapturing and reusing heat, these systems significantly improve the energy efficiency of heating and ventilation systems.",
    "cost": 1200,
    "reduccioEnergia": 1.8,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 1,
    "lletraId": 4
  },
  {
    "nomCat": "Termostats programables",
    "nomEsp": "Termostatos programables",
    "nomEng": "Programmable Thermostats",
    "descripcioCat": "Instal·lar termostats programables per controlar millor els sistemes de calefacció i refrigeració.",
    "descripcioEsp": "Instalar termostatos programables para controlar mejor los sistemas de calefacción y refrigeración.",
    "descripcioEng": "Install programmable thermostats to better control heating and cooling systems.",
    "reasoningCat": "Els termostats programables optimitzen els serveis de HVAC i redueixen el consum energètic innecessari durant les hores de menor activitat.",
    "reasoningEsp": "Los termostatos programables optimizan el uso de HVAC, reduciendo el consumo de energía innecesario durante las horas de menor actividad.",
    "reasoningEng": "Programmable thermostats optimize HVAC use, reducing unnecessary energy consumption during off-peak hours.",
    "cost": 350,
    "reduccioEnergia": 0.6,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 1,
    "lletraId": 6
  },
  {
    "nomCat": "Sistemes de ventilació millorats",
    "nomEsp": "Sistemas de ventilación mejorados",
    "nomEng": "Enhanced Ventilation Systems",
    "descripcioCat": "Actualitzar a un sistema de ventilació més eficient i reduir el consum energètic.",
    "descripcioEsp": "Actualizar a un sistema de ventilación más eficiente que mejore el flujo de aire y reduzca el uso de energía.",
    "descripcioEng": "Upgrade to a more efficient ventilation system that improves air flow and reduces energy use.",
    "reasoningCat": "Els sistemes de ventilació millorats ajuden a mantenir la qualitat del aire i alhora són més eficients energèticament.",
    "reasoningEsp": "Los sistemas de ventilación mejorados ayudan a mantener la calidad del aire y al mismo tiempo son más eficientes energéticamente.",
    "reasoningEng": "Improved ventilation systems help maintain air quality while being more energy efficient.",
    "cost": 900,
    "reduccioEnergia": 1,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 2,
    "lletraId": 5
  },
  {
    "nomCat": "Transició total a energia renovable",
    "nomEsp": "Transición total a energia renovable",
    "nomEng": "Full Renewable Power Transition",
    "descripcioCat": "Fer la trasició de totes les fonts energètiques a 100% renovables mitjançant la instal·lació de soluciones que combinin energia solar, eólica i hidroelèctrica.",
    "descripcioEsp": "Hacer la transición de todas las fuentes de energía a 100% renovables mediante la instalación de una combinación de soluciones de energía solar, eólica e hidroeléctrica.",
    "descripcioEng": "Transition all energy sources to 100% renewable by installing a combination of solar, wind, and hydro power solutions.",
    "reasoningCat": "Aquest enfocament integral de les energies renovables garanteix la sostenibilitat i posiciona el teu edifici com a líder en responsabilitat ambiental.",
    "reasoningEsp": "Este enfoque integral de las energías renovables garantiza la sostenibilidad y posiciona al edificio como líder en responsabilidad ambiental.",
    "reasoningEng": "This comprehensive approach to renewable energy ensures sustainability and positions the building as a leader in environmental responsibility.",
    "cost": 7000,
    "reduccioEnergia": 6,
    "reduccioCO2": 0,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 1
  },
  {
    "nomCat": "Aïllament ecològic",
    "nomEsp": "Aislamiento ecológico",
    "nomEng": "Eco-Friendly Insulation",
    "descripcioCat": "Substituir els aïllaments existents amb materials fabricats a partir de recursos reciclats i sostenibles.",
    "descripcioEsp": "Reemplazar el aislamiento existente con materiales fabricados a partir de recursos reciclados y sostenibles.",
    "descripcioEng": "Replace existing insulation with materials made from recycled and sustainable resources.",
    "reasoningCat": "Els materials aïllants sostenibles tenen una petjada de carboni menor en la seva producció i eliminació, la qual cosa redueix les emissions generals.",
    "reasoningEsp": "Los materiales aislantes sostenibles tienen una menor huella de carbono en su producción y eliminación, lo que reduce las emisiones generales.",
    "reasoningEng": "Sustainable insulation materials have lower carbon footprints in their production and disposal, thus reducing overall emissions.",
    "cost": 400,
    "reduccioEnergia": 0,
    "reduccioCO2": 0.2,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 2,
    "lletraId": 6
  },
  {
    "nomCat": "Solucions de calefacció baixes en carboni",
    "nomEsp": "Soluciones de calefacción bajas en carbono",
    "nomEng": "Low-Carbon Heating Solutions",
    "descripcioCat": "Instal·lar una caldera de biomasa o bomba de calor que utilitzi fonts de combustible sostenibles.",
    "descripcioEsp": "Instalar una caldera de biomasa o bomba de calor que utilice fuentes de combustible sostenibles.",
    "descripcioEng": "Install a biomass boiler or heat pump that uses sustainable fuel sources.",
    "reasoningCat": "Aquests sistemes de calefacció utilitzen fonts energètiques renovables, cosa que redueix significativament la dependència de combustibles fòssils i les emissions de CO2 associades.",
    "reasoningEsp": "Estos sistemas de calefacción utilizan fuentes de energía renovables, lo que reduce significativamente la dependencia de combustibles fósiles y las emisiones de CO2 asociadas.",
    "reasoningEng": "These heating systems utilize renewable energy sources, significantly reducing reliance on fossil fuels and associated CO2 emissions.",
    "cost": 1200,
    "reduccioEnergia": 0,
    "reduccioCO2": 0.3,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 1,
    "lletraId": 5
  },
  {
    "nomCat": "Sistemes híbrids amb energies renovables",
    "nomEsp": "Sistemas híbridos de energias renovables",
    "nomEng": "Hybrid Renewable Energy Systems",
    "descripcioCat": "Combinar instal·lacións energètiques solars i eòliques per maximitzar la generació energètica neta.",
    "descripcioEsp": "Combinar instalaciones de energía solar y eólica para maximizar la generación de energía limpia.",
    "descripcioEng": "Combine solar and wind power installations to maximize clean energy generation.",
    "reasoningCat": "Utilitzar múltiples formes energètiques renovables redueix la dependència de fonts energètiques amb alt contingut de carboni i disminueix les emissions de CO2.",
    "reasoningEsp": "El uso de múltiples formas de energía renovable reduce la dependencia de fuentes de energía con alto contenido de carbono y disminuye las emisiones de CO2.",
    "reasoningEng": "Using multiple forms of renewable energy reduces dependency on carbon-intensive energy sources and decreases CO2 emissions.",
    "cost": 3000,
    "reduccioEnergia": 0,
    "reduccioCO2": 0.5,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 3
  },
  {
    "nomCat": "Programa avançat de compensació de carboni",
    "nomEsp": "Progama avanzado de compensación de carbono",
    "nomEng": "Advanced Carbon Offset Program",
    "descripcioCat": "Inveritr en projectes verificats de compensació de carboni, com projectes de reforestació i energia renovables en altres llocs.",
    "descripcioEsp": "Invertir en proyectos verificados de compensación de carbono, como proyectos de reforestación y energía renovable en otros lugares.",
    "descripcioEng": "Invest in verified carbon offset projects such as reforestation and renewable energy projects elsewhere.",
    "reasoningCat": "Els programes de compensació de carboni ajuden a compensar les emissions del teu edifici finançant projectes que redueixen o segresten les emissions de carboni a nivell mundial.",
    "reasoningEsp": "Los programas de compensación de carbono ayudan a compensar las emisiones del edificio financiando proyectos que reducen o secuestran las emisiones de carbono a nivel mundial.",
    "reasoningEng": "Carbon offset programs help compensate for the building’s emissions by funding projects that reduce or sequester carbon emissions globally.",
    "cost": 4000,
    "reduccioEnergia": 0,
    "reduccioCO2": 0.8,
    "milloraFelicitat": 0,
    "esDEdifici": false,
    "tempsDObra": 0,
    "categoriaId": 3,
    "lletraId": 1
  }
]